# Задача 1. Вариант 42.

print('Тициан Вечеллио - итальянский живописец, крупнейший представитель венецианской школы эпохи Высокого и Позднего Возрождения. ')
print('%+50s' %  'По месту рождения (Пьеве-ди-Кадоре в провинции Беллуно, Венецианская республика) его иногда называют да Кадоре; известен также как Тициан Божественный.\n')

input("\n\nНажмите Enter для выхода.")