# Задача 2. Вариант 42.

print('Если сосед твой горит, беда и тебе угрожает.')
print('%+50s' %  'Гораций\n')

input("\n\nНажмите Enter для выхода.")
