# Задача 3. Вариант 42.

print("Янис Плиекшанс")
name=input("Под каким же именем мы знаем этого человека? Введите:... ")
print("Верно: Янис Плиекшанс", name)

input("\n\nНажмите Enter для выхода.")
