# Задача 4. Вариант 42.


print("Арнольд Фридрих Фит фон Гольсенау, как немецкий писатель Людвиг Ренн")
birth="Дрезден, Германия"
date="1889"
age="90" 
death="1979"
area="Литература, выступал как писатель, публиковал военно-исторические и политические статьи, путешествия и биографии, а также детские книги."
print("Место рождения: ", birth)
print("Год рождения: ", date)
print("Возраст: ", age)
print("Дата смерти: ", death)
print("Область интересов: ", area)

input("\n\nНажмите Enter для выхода.")
