# Задача 5. Вариант 42.

import random
x=random.choice(["Нью-Гэмпшир", "Род-Айленд", "Коннектикут", "Нью-Йорк", "Нью-Джерси", "Пенсильвания", "Массачусетс", "Делавэр", "Мэриленд", "Виргиния", "Северная Каролина", "Южная Каролина", "Джорджия"])
print ("Программа случайным образом отображает название одной из тринадцати британских колоний, подписавших в 1776 году Декларацию независимости и образовавших США.")
print (x)

input("\n\nНажмите Enter для выхода.")


